#Taps
tap "homebrew/bundle"

#Brews (Packages)
brew "bat"
brew "httpie"
brew "exa"

#Casks (Applications)
cask "google-chrome"
cask "microsoft-edge"
cask "visual-studio-code"
cask "whatsapp"
vscode "1tontech.angular-material"
vscode "Angular.ng-template"
vscode "bradlc.vscode-tailwindcss"
vscode "christian-kohler.npm-intellisense"
vscode "christian-kohler.path-intellisense"
vscode "danwahlin.angular2-snippets"
vscode "dbaeumer.vscode-eslint"
vscode "dsznajder.es7-react-js-snippets"
vscode "eamodio.gitlens"
vscode "esbenp.prettier-vscode"
vscode "formulahendry.auto-rename-tag"
vscode "infeng.vscode-react-typescript"
vscode "jasonnutter.search-node-modules"
vscode "jawandarajbir.react-vscode-extension-pack"
vscode "jeremyrajan.react-component"
vscode "johnpapa.Angular2"
vscode "mhutchie.git-graph"
vscode "Mikael.Angular-BeastCode"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "nrwl.angular-console"
vscode "oderwat.indent-rainbow"
vscode "PKief.material-icon-theme"
vscode "ritwickdey.LiveServer"
vscode "unifiedjs.vscode-mdx"
vscode "vincaslt.highlight-matching-tag"
vscode "xabikos.JavaScriptSnippets"
vscode "xabikos.ReactSnippets"
